Revit 2024 API
SymbolTypeId.NPerMSup2 Property
 Symbol N/m², indicating unit Newtons per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId NPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property NPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ NPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace